IDEA Open Model
ConnectionSetup.DivisionOfArcsOfRHS Property
Compatible with IDEA StatiCa 20.1
 Number of straight lines to substitute corner arc of rectangular tubes in analysis model
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public int DivisionOfArcsOfRHS { get; set; }
Public Property DivisionOfArcsOfRHS As Integer
	Get
	Set
Property Value
Type: Int32
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace